Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.enrollment.use_audio_only.hint
source: Save this reference without transcript-backed delivery.
de: Speichert diese Referenz ohne transkriptgestützte Sprechweise.
es: Guarda esta referencia sin una interpretación basada en transcripción.
fr: Enregistre cette référence sans conditionnement par transcription.
it: Salva questo riferimento senza interpretazione basata sulla trascrizione.
ja: 文字起こしに基づく話し方を使わずに、この参照音声を保存します。
ko: 녹취록 기반 표현 없이 참조 오디오를 저장합니다.
pt_br: Salva esta referência sem interpretação baseada em transcrição.
ru: Сохраняет образец без передачи манеры речи по расшифровке.
zh_hans: 保存此参考音频，但不使用转录文本引导表达。

# vocello.error.cancellation_not_finished
source: Cancellation could not finish safely: %1$@
de: Abbruch konnte nicht sicher abgeschlossen werden: %1$@
es: No se pudo finalizar la cancelación de forma segura: %1$@
fr: L’annulation n’a pas pu se terminer de manière sûre : %1$@
it: Impossibile completare l’annullamento in sicurezza: %1$@
ja: キャンセルを安全に完了できませんでした：%1$@
ko: 취소를 안전하게 완료하지 못했습니다: %1$@
pt_br: Não foi possível concluir o cancelamento com segurança: %1$@
ru: Не удалось безопасно завершить отмену: %1$@
zh_hans: 无法安全完成取消：%1$@

# vocello.presentation.backgroundTakeStopped
source: Generation stopped when Vocello left the screen. The unfinished take was discarded.
de: Die Erzeugung wurde beendet, als Vocello den Bildschirm verlassen hat. Die unfertige Aufnahme wurde verworfen.
es: La generación se detuvo cuando Vocello salió de la pantalla. Se descartó la toma sin terminar.
fr: La génération s’est arrêtée quand Vocello a quitté l’écran. La prise inachevée a été supprimée.
it: La generazione si è interrotta quando Vocello ha lasciato lo schermo. Il take incompleto è stato scartato.
ja: Vocello が画面から離れたため生成を停止しました。未完成のテイクは破棄しました。
ko: Vocello가 화면을 벗어나 생성이 중지되었습니다. 완성되지 않은 테이크는 삭제되었습니다.
pt_br: A geração parou quando o Vocello saiu da tela. A tomada inacabada foi descartada.
ru: Генерация остановлена, так как приложение Vocello ушло с экрана. Незавершённый дубль удалён.
zh_hans: Vocello 离开屏幕后生成已停止，未完成的音频已丢弃。

# vocello.presentation.backgroundLongFormStopped
source: Long-form stopped when Vocello left the screen. Finished segments are kept; choose Resume project to continue.
de: Der Langtext wurde beendet, als Vocello den Bildschirm verlassen hat. Fertige Abschnitte bleiben erhalten; wähle Projekt fortsetzen, um weiterzumachen.
es: El formato largo se detuvo cuando Vocello salió de la pantalla. Los segmentos terminados se conservan; elige Reanudar proyecto para continuar.
fr: Le texte long s’est arrêté quand Vocello a quitté l’écran. Les segments terminés sont conservés ; choisissez Reprendre le projet pour continuer.
it: Il testo lungo si è interrotto quando Vocello ha lasciato lo schermo. I segmenti completati sono conservati; scegli Riprendi progetto per continuare.
ja: Vocello が画面から離れたため長文の生成を停止しました。完了した区間は保持されています。「プロジェクトを再開」で続行できます。
ko: Vocello가 화면을 벗어나 긴 원고 생성이 중지되었습니다. 완료된 구간은 유지되며, 프로젝트 재개를 선택하면 계속할 수 있습니다.
pt_br: O texto longo parou quando o Vocello saiu da tela. Os segmentos concluídos foram mantidos; escolha Retomar projeto para continuar.
ru: Длинный текст остановлен, так как приложение Vocello ушло с экрана. Готовые сегменты сохранены; выберите «Продолжить проект», чтобы продолжить.
zh_hans: Vocello 离开屏幕后长文本已停止。已完成的片段会保留；选择“继续项目”即可继续。

# vocello.error.cloning_consent_required
source: Enable voice-cloning consent in Settings → Privacy before generating.
de: Aktiviere vor dem Erzeugen die Kloneinwilligung unter Einstellungen → Datenschutz.
es: Activa el consentimiento de clonación en Ajustes → Privacidad antes de generar.
fr: Activez le consentement au clonage vocal dans Réglages → Confidentialité avant de générer.
it: Attiva il consenso alla clonazione in Impostazioni → Privacy prima di generare.
ja: 生成前に「設定 → プライバシー」でクローンの使用同意を有効にしてください。
ko: 생성 전에 설정 → 개인정보에서 음성 복제 동의를 활성화하세요.
pt_br: Ative o consentimento de clonagem em Ajustes → Privacidade antes de gerar.
ru: Перед генерацией включите согласие на клонирование в «Настройки → Конфиденциальность».
zh_hans: 生成前请在“设置 → 隐私”中启用声音克隆授权。

# vocello.error.cloning_consent_required_to_save_voice
source: Enable voice-cloning consent in Settings → Privacy before saving a voice.
de: Aktiviere vor dem Sichern einer Stimme die Kloneinwilligung unter Einstellungen → Datenschutz.
es: Activa el consentimiento de clonación en Ajustes → Privacidad antes de guardar una voz.
fr: Activez le consentement au clonage vocal dans Réglages → Confidentialité avant d’enregistrer une voix.
it: Attiva il consenso alla clonazione in Impostazioni → Privacy prima di salvare una voce.
ja: 声を保存する前に「設定 → プライバシー」でクローンの使用同意を有効にしてください。
ko: 음성을 저장하기 전에 설정 → 개인정보에서 음성 복제 동의를 활성화하세요.
pt_br: Ative o consentimento de clonagem em Ajustes → Privacidade antes de salvar uma voz.
ru: Перед сохранением голоса включите согласие на клонирование в «Настройки → Конфиденциальность».
zh_hans: 保存声音前请在“设置 → 隐私”中启用声音克隆授权。

# vocello.error.install_model
source: Install “%1$@” in Settings to generate audio.
de: Installiere „%1$@“ in den Einstellungen, um Audio zu erzeugen.
es: Instala «%1$@» en Ajustes para generar audio.
fr: Installez « %1$@ » dans Réglages pour générer de l’audio.
it: Installa “%1$@” in Impostazioni per generare audio.
ja: 音声を生成するには、設定で「%1$@」をインストールしてください。
ko: 오디오를 생성하려면 설정에서 “%1$@”을(를) 설치하세요.
pt_br: Instale “%1$@” nos Ajustes para gerar áudio.
ru: Установите «%1$@» в настройках для генерации аудио.
zh_hans: 请在设置中安装“%1$@”以生成音频。

# vocello.error.long_form_planning_failed
source: Long-form planning failed: %1$@
de: Langtextplanung fehlgeschlagen: %1$@
es: Falló la planificación del audio largo: %1$@
fr: La planification du projet long a échoué : %1$@
it: Pianificazione del progetto lungo non riuscita: %1$@
ja: 長文の計画に失敗しました：%1$@
ko: 긴 원고 계획 실패: %1$@
pt_br: Falha no planejamento do projeto longo: %1$@
ru: Ошибка планирования длинного текста: %1$@
zh_hans: 长文本规划失败：%1$@

# vocello.error.reference_audio_required
source: Select a reference audio file before generating.
de: Wähle vor dem Erzeugen eine Referenzaudiodatei.
es: Selecciona un archivo de audio de referencia antes de generar.
fr: Sélectionnez un fichier audio de référence avant de générer.
it: Seleziona un file audio di riferimento prima di generare.
ja: 生成前に参照音声ファイルを選択してください。
ko: 생성 전에 참조 오디오 파일을 선택하세요.
pt_br: Selecione um arquivo de áudio de referência antes de gerar.
ru: Перед генерацией выберите файл с образцом голоса.
zh_hans: 生成前请选择参考音频文件。

# vocello.models.ready_count
source: %lld models ready
de: %lld Modelle bereit
es: %lld modelos listos
fr: %lld modèles prêts
it: %lld modelli pronti
ja: %lld モデル準備完了
ko: 모델 %lld개 준비됨
pt_br: %lld modelos prontos
ru: %lld модели готовы
zh_hans: %lld 个模型已就绪

# vocello.status.checking_downloaded_files
source: Checking downloaded files
de: Geladene Dateien werden geprüft
es: Comprobando archivos descargados
fr: Vérification des fichiers téléchargés
it: Verifica dei file scaricati
ja: ダウンロード済みファイルを確認中
ko: 다운로드한 파일 확인 중
pt_br: Verificando arquivos baixados
ru: Проверка загруженных файлов
zh_hans: 正在检查已下载文件

# vocello.status.generation_failed
source: Generation failed
de: Generierung fehlgeschlagen
es: Falló la generación
fr: Échec de la génération
it: Generazione non riuscita
ja: 生成に失敗しました
ko: 생성 실패
pt_br: Falha na geração
ru: Ошибка генерации
zh_hans: 生成失败

# vocello.status.making_model_available_offline
source: Making the model available offline
de: Modell wird offline verfügbar gemacht
es: Preparando el modelo para usarlo sin conexión
fr: Préparation du modèle pour une utilisation hors ligne
it: Preparazione del modello per l’uso offline
ja: モデルをオフラインで利用できるよう準備中
ko: 오프라인 모델 준비 중
pt_br: Disponibilizando o modelo offline
ru: Подготовка модели к работе без сети
zh_hans: 正在准备离线模型

# vocello.status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
ru: Готово
zh_hans: 就绪

# vocello.ui.tabVoices
source: Voices
de: Stimmen
es: Voces
fr: Voix
it: Voci
ja: 声
ko: 음성
pt_br: Vozes
ru: Голоса
zh_hans: 声音

# vocello.ui.tabHistory
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史记录

# vocello.ui.tabSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# vocello.ui.modeBuiltIn
source: Built-in
de: Integriert
es: Integradas
fr: Intégrées
it: Integrate
ja: 内蔵
ko: 내장
pt_br: Integradas
ru: Встроенные
zh_hans: 内置

# vocello.ui.modeClone
source: Clone
de: Klonen
es: Clonación
fr: Clonage
it: Clonazione
ja: クローン
ko: 복제
pt_br: Clonagem
ru: Клон
zh_hans: 克隆

# vocello.ui.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# vocello.ui.getStarted
source: Get started
de: Los geht’s
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
ru: Начать
zh_hans: 开始使用

# vocello.ui.continueAction
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

# vocello.ui.openStudio
source: Open Studio
de: Studio öffnen
es: Abrir Studio
fr: Ouvrir le Studio
it: Apri Studio
ja: Studio を開く
ko: Studio 열기
pt_br: Abrir Studio
ru: Открыть Studio
zh_hans: 打开 Studio

# vocello.ui.welcomeDetail
source: Studio-quality voice generation. Runs entirely on this iPhone.
de: Spracherzeugung in Studioqualität. Läuft vollständig auf diesem iPhone.
es: Generación de voz con calidad de estudio. Se ejecuta íntegramente en este iPhone.
fr: Des voix de qualité studio, générées entièrement sur cet iPhone.
it: Generazione vocale di qualità professionale. Funziona interamente su questo iPhone.
ja: スタジオ品質の音声生成。すべてこの iPhone 上で動作します。
ko: 스튜디오 품질의 음성 생성. 모든 작업이 이 iPhone에서 이루어집니다.
pt_br: Geração de voz com qualidade de estúdio. Funciona inteiramente neste iPhone.
ru: Генерация голоса студийного качества. Полностью на этом iPhone.
zh_hans: 录音棚级语音生成，完全在这台 iPhone 上运行。

# vocello.ui.onDeviceBenefit
source: Nothing leaves your device
de: Nichts verlässt dein Gerät
es: Nada sale de tu dispositivo
fr: Rien ne quitte votre appareil
it: Nulla lascia il dispositivo
ja: データはデバイスから出ません
ko: 데이터가 기기를 떠나지 않습니다
pt_br: Nada sai do seu dispositivo
ru: Данные не покидают устройство
zh_hans: 数据不会离开设备

# vocello.ui.speedBenefit
source: Generation in seconds
de: Generierung in Sekunden
es: Generación en segundos
fr: Génération en quelques secondes
it: Generazione in pochi secondi
ja: 数秒で生成
ko: 몇 초 만에 생성
pt_br: Geração em segundos
ru: Генерация за секунды
zh_hans: 数秒即可生成

# vocello.ui.modesBenefit
source: Clone, design, or pick a voice
de: Stimme klonen, gestalten oder auswählen
es: Clona, diseña o elige una voz
fr: Clonez, créez ou choisissez une voix
it: Clona, crea o scegli una voce
ja: 声をクローン、デザイン、または選択
ko: 음성을 복제, 디자인 또는 선택
pt_br: Clone, crie ou escolha uma voz
ru: Клонируйте, создайте или выберите голос
zh_hans: 克隆、设计或选择声音

# vocello.ui.installBuiltIn
source: Install Built-in Voice
de: Integrierte Stimme installieren
es: Instalar voz integrada
fr: Installer les voix intégrées
it: Installa Voce integrata
ja: 内蔵ボイスをインストール
ko: 내장 음성 설치
pt_br: Instalar Voz integrada
ru: Установить встроенный голос
zh_hans: 安装内置声音

# vocello.ui.installDetail
source: Download the 4-bit Speed model to start generating. Voice Design and Voice Cloning each have their own model; install them later in Settings.
de: Lade das 4-Bit-Speed-Modell, um loszulegen. Stimmdesign und Stimmklonen haben jeweils ein eigenes Modell; installiere sie später in den Einstellungen.
es: Descarga el modelo Speed de 4 bits para empezar a generar. Diseño de voz y Clonación de voz tienen sus propios modelos; puedes instalarlos después en Ajustes.
fr: Téléchargez le modèle Speed 4 bits pour commencer. La création et le clonage de voix ont chacun leur propre modèle, à installer ensuite dans Réglages.
it: Scarica il modello Speed a 4 bit per iniziare. Design vocale e Clonazione vocale hanno ciascuno il proprio modello; potrai installarli in seguito in Impostazioni.
ja: 4ビットの Speed モデルをダウンロードして始めましょう。ボイスデザインとボイスクローンには専用モデルがあり、後で設定からインストールできます。
ko: 4비트 Speed 모델을 다운로드해 시작하세요. 음성 디자인과 음성 복제는 각각 별도 모델이 있으며 나중에 설정에서 설치할 수 있습니다.
pt_br: Baixe o modelo Speed de 4 bits para começar. Criação de voz e Clonagem de voz têm seus próprios modelos; instale-os depois nos Ajustes.
ru: Загрузите 4-битную модель Speed, чтобы начать генерацию. Дизайн и клонирование голоса используют отдельные модели; их можно установить позже в настройках.
zh_hans: 下载 4 位 Speed 模型即可开始生成。声音设计和声音克隆各有独立模型，可稍后在设置中安装。

# vocello.ui.builtInDetail
source: Built-in speakers and delivery presets.
de: Integrierte Stimmen und Sprechstilvorlagen.
es: Voces integradas y estilos de interpretación.
fr: Voix intégrées et styles prédéfinis.
it: Voci integrate e stili predefiniti.
ja: 内蔵ボイスと話し方のプリセット。
ko: 내장 음성과 표현 프리셋.
pt_br: Vozes integradas e estilos de interpretação.
ru: Встроенные голоса и готовые манеры речи.
zh_hans: 内置声音和表达预设。

# vocello.ui.designDetail
source: Describe a voice in natural language.
de: Beschreibe eine Stimme in natürlicher Sprache.
es: Describe una voz con lenguaje natural.
fr: Décrivez une voix avec vos propres mots.
it: Descrivi una voce in linguaggio naturale.
ja: 自然な言葉で声を説明します。
ko: 자연스러운 말로 목소리를 설명하세요.
pt_br: Descreva uma voz em linguagem natural.
ru: Опишите голос обычными словами.
zh_hans: 用自然语言描述一种声音。

# vocello.ui.cloneDetail
source: Use a 10-20 s reference clip you own.
de: Verwende einen eigenen Referenzclip von 10–20 s.
es: Usa un clip de referencia propio de 10 a 20 s.
fr: Utilisez un clip de référence de 10 à 20 s dont vous détenez les droits.
it: Usa un tuo clip di riferimento di 10–20 s.
ja: 所有する10〜20秒の参照音声を使います。
ko: 직접 소유한 10–20초 참조 오디오를 사용하세요.
pt_br: Use um clipe de referência seu de 10–20 s.
ru: Используйте собственный образец длительностью 10–20 с.
zh_hans: 使用你拥有的 10–20 秒参考音频。

# vocello.ui.onboardingReady
source: You're ready
de: Du bist startklar
es: Todo listo
fr: Tout est prêt
it: Tutto pronto
ja: 準備ができました
ko: 준비가 끝났습니다
pt_br: Tudo pronto
ru: Всё готово
zh_hans: 准备就绪

# vocello.ui.onboardingReadyDetail
source: Download a voice model in Settings, then type a script, pick a voice, generate. Your audio stays here.
de: Lade ein Sprachmodell in den Einstellungen, schreibe einen Text, wähle eine Stimme und erzeuge Audio. Dein Audio bleibt hier.
es: Descarga un modelo de voz en Ajustes, escribe un guion, elige una voz y genera. Tu audio se queda aquí.
fr: Téléchargez un modèle vocal dans Réglages, puis saisissez un script, choisissez une voix et générez. Votre audio reste ici.
it: Scarica un modello vocale in Impostazioni, scrivi un testo, scegli una voce e genera. L’audio resta qui.
ja: 設定で音声モデルをダウンロードし、原稿を入力して声を選び、生成してください。音声はここに残ります。
ko: 설정에서 음성 모델을 다운로드하고 원고를 입력한 뒤 음성을 선택해 생성하세요. 오디오는 여기에 남습니다.
pt_br: Baixe um modelo de voz nos Ajustes, digite um texto, escolha uma voz e gere. Seu áudio fica aqui.
ru: Загрузите голосовую модель в настройках, введите текст, выберите голос и создайте аудио. Оно останется здесь.
zh_hans: 在设置中下载语音模型，然后输入文本、选择声音并生成。音频会保留在这里。

# vocello.ui.installFirstVoice
source: Install your first voice
de: Installiere deine erste Stimme
es: Instala tu primera voz
fr: Installez votre première voix
it: Installa la tua prima voce
ja: 最初の声をインストール
ko: 첫 음성 모델 설치
pt_br: Instale sua primeira voz
ru: Установите первый голос
zh_hans: 安装你的第一个声音模型

# vocello.ui.firstVoiceDetail
source: Open Settings to download a Built-in Voice, Voice Design, or Voice Cloning model. Every package runs on-device.
de: Öffne die Einstellungen, um ein Modell für Integrierte Stimme, Stimmdesign oder Stimmklonen zu laden. Jedes Paket läuft lokal.
es: Abre Ajustes para descargar un modelo de Voz integrada, Diseño de voz o Clonación de voz. Todos se ejecutan en el dispositivo.
fr: Ouvrez Réglages pour télécharger un modèle de voix intégrées, de création ou de clonage de voix. Chaque modèle fonctionne sur l’appareil.
it: Apri Impostazioni per scaricare un modello di Voce integrata, Design vocale o Clonazione vocale. Ogni pacchetto funziona sul dispositivo.
ja: 設定を開いて、内蔵ボイス、ボイスデザイン、ボイスクローンのモデルをダウンロードしてください。すべてデバイス上で動作します。
ko: 설정에서 내장 음성, 음성 디자인 또는 음성 복제 모델을 다운로드하세요. 모든 모델이 기기에서 실행됩니다.
pt_br: Abra os Ajustes para baixar um modelo de Voz integrada, Criação de voz ou Clonagem de voz. Todos funcionam no dispositivo.
ru: Откройте настройки и загрузите модель встроенного голоса, дизайна или клонирования. Все пакеты работают на устройстве.
zh_hans: 打开设置，下载内置声音、声音设计或声音克隆模型。所有模型都在设备上运行。

# vocello.ui.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть настройки
zh_hans: 打开设置

# vocello.ui.scriptPlaceholder
source: Type or paste your script.
de: Schreibe deinen Text oder füge ihn ein.
es: Escribe o pega tu guion.
fr: Saisissez ou collez votre script.
it: Scrivi o incolla il testo.
ja: 原稿を入力または貼り付けてください。
ko: 원고를 입력하거나 붙여넣으세요.
pt_br: Digite ou cole seu texto.
ru: Введите или вставьте текст.
zh_hans: 输入或粘贴文本。

# vocello.ui.designPlaceholder
source: Type the lines you want this designed voice to say.
de: Schreibe, was diese gestaltete Stimme sagen soll.
es: Escribe lo que quieres que diga esta voz diseñada.
fr: Saisissez le texte que cette voix créée doit prononcer.
it: Scrivi cosa vuoi far dire a questa voce creata.
ja: このデザインした声に話してほしい内容を入力してください。
ko: 디자인한 음성이 말할 내용을 입력하세요.
pt_br: Digite o que deseja que esta voz criada diga.
ru: Введите слова, которые должен произнести созданный голос.
zh_hans: 输入你希望这款设计声音说出的内容。

# vocello.ui.clonePlaceholder
source: Type the new text. The reference voice will speak it.
de: Schreibe den neuen Text. Die Referenzstimme wird ihn sprechen.
es: Escribe el texto nuevo. Lo dirá la voz de referencia.
fr: Saisissez le nouveau texte. La voix de référence le prononcera.
it: Scrivi il nuovo testo. Lo pronuncerà la voce di riferimento.
ja: 新しいテキストを入力してください。参照音声の声で話します。
ko: 새 텍스트를 입력하세요. 참조 음성으로 읽습니다.
pt_br: Digite o novo texto. A voz de referência irá falá-lo.
ru: Введите новый текст. Его произнесёт голос образца.
zh_hans: 输入新文本，参考声音将朗读它。

# vocello.ui.clearScript
source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清空

# vocello.ui.generate
source: Generate
de: Erzeugen
es: Generar
fr: Générer
it: Genera
ja: 生成
ko: 생성
pt_br: Gerar
ru: Создать
zh_hans: 生成

# vocello.ui.generating
source: Generating
de: Wird erzeugt
es: Generando
fr: Génération en cours
it: Generazione
ja: 生成中
ko: 생성 중
pt_br: Gerando
ru: Генерация
zh_hans: 正在生成

# vocello.ui.tryAgain
source: Try again.
de: Versuche es erneut.
es: Inténtalo de nuevo.
fr: Réessayez.
it: Riprova.
ja: もう一度お試しください。
ko: 다시 시도하세요.
pt_br: Tente novamente.
ru: Повторите попытку.
zh_hans: 请重试。

# vocello.ui.renderingAudio
source: Rendering audio…
de: Audio wird berechnet …
es: Procesando audio…
fr: Génération de l’audio…
it: Elaborazione audio…
ja: 音声を処理中…
ko: 오디오 처리 중…
pt_br: Processando áudio…
ru: Обработка аудио…
zh_hans: 正在处理音频…

# vocello.ui.designingVoice
source: Designing voice…
de: Stimme wird gestaltet …
es: Diseñando voz…
fr: Création de la voix…
it: Creazione della voce…
ja: 声をデザイン中…
ko: 음성 디자인 중…
pt_br: Criando voz…
ru: Создание голоса…
zh_hans: 正在设计声音…

# vocello.ui.cloningVoice
source: Cloning voice…
de: Stimme wird geklont …
es: Clonando voz…
fr: Clonage de la voix…
it: Clonazione della voce…
ja: 声をクローン中…
ko: 음성 복제 중…
pt_br: Clonando voz…
ru: Клонирование голоса…
zh_hans: 正在克隆声音…

# vocello.ui.justNow
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l’instant
it: Adesso
ja: たった今
ko: 방금
pt_br: Agora mesmo
ru: Только что
zh_hans: 刚刚

# vocello.ui.page
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
it: Pagina %1$lld di %2$lld
ja: %1$lld / %2$lld ページ
ko: %1$lld / %2$lld페이지
pt_br: Página %1$lld de %2$lld
ru: Страница %1$lld из %2$lld
zh_hans: 第 %1$lld / %2$lld 页

# vocello.ui.installModel
source: Install %1$@
de: %1$@ installieren
es: Instalar %1$@
fr: Installer %1$@
it: Installa %1$@
ja: %1$@ をインストール
ko: %1$@ 설치
pt_br: Instalar %1$@
ru: Установить %1$@
zh_hans: 安装 %1$@

# vocello.ui.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# vocello.ui.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# vocello.ui.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

# vocello.ui.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# vocello.ui.deleteAction
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# vocello.ui.dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# vocello.ui.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# vocello.ui.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

# vocello.ui.play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
zh_hans: 播放

# vocello.ui.moreActions
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Autres actions
it: Altre azioni
ja: その他の操作
ko: 추가 작업
pt_br: Mais ações
ru: Другие действия
zh_hans: 更多操作

# vocello.ui.playbackPosition
source: Playback position
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
it: Posizione di riproduzione
ja: 再生位置
ko: 재생 위치
pt_br: Posição de reprodução
ru: Позиция воспроизведения
zh_hans: 播放位置

# vocello.ui.transcript
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 文字起こし
ko: 녹취록
pt_br: Transcrição
ru: Расшифровка
zh_hans: 转录文本

# vocello.ui.all
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
pt_br: Tudo
ru: Все
zh_hans: 全部

# vocello.ui.saved
source: Saved
de: Gespeichert
es: Guardadas
fr: Enregistrées
it: Salvate
ja: 保存済み
ko: 저장됨
pt_br: Salvas
ru: Сохранённые
zh_hans: 已保存

# vocello.ui.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

# vocello.ui.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天

# vocello.ui.previous7
source: Previous 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 过去 7 天

# vocello.ui.previous30
source: Previous 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 过去 30 天

# vocello.ui.earlier
source: Earlier
de: Früher
es: Anterior
fr: Plus ancien
it: Precedenti
ja: 以前
ko: 이전
pt_br: Anteriores
ru: Ранее
zh_hans: 更早

# vocello.ui.historySearch
source: Search transcript or voice
de: Transkript oder Stimme suchen
es: Buscar transcripción o voz
fr: Rechercher une transcription ou une voix
it: Cerca trascrizione o voce
ja: 文字起こしや声を検索
ko: 녹취록 또는 음성 검색
pt_br: Buscar transcrição ou voz
ru: Поиск по тексту или голосу
zh_hans: 搜索转录文本或声音
